/**
 *  filename: schema.strings
 *  created : Wed Mar 17 12:43:17 2004
 */

"kMDItemKeywords"                             = "Mots-clés";
"kMDItemTitle"                                = "Titre";
"kMDItemSubject"                              = "Objet";
"kMDItemTheme"                                = "Thème";
"kMDItemAuthors"                              = "Auteurs";
"kMDItemEditors"                              = "Éditeurs";
"kMDItemProjects"                             = "Projets";
"kMDItemWhereFroms"                           = "Provenant de";
"kMDItemComment"                              = "Commentaire";
"kMDItemCopyright"                            = "Copyright";
"kMDItemProducer"                             = "Producteur";
"kMDItemUsedDates"                            = "Dates d’utilisation";
"kMDItemLastUsedDate"                         = "Ouverture";
"kMDItemContentCreationDate"                  = "Contenu créé";
"kMDItemContentModificationDate"              = "Contenu modifié";
"kMDItemDurationSeconds"                      = "Durée";
"kMDItemCreationDate"                         = "Création de l’élément";
"kMDItemContactKeywords"                      = "Mots-clés de contact";
"kMDItemVersion"                              = "Version";
"kMDItemPixelHeight"                          = "Hauteur en pixels";
"kMDItemPixelWidth"                           = "Largeur en pixels";
"kMDItemPageHeight"                           = "Hauteur de page";
"kMDItemPageWidth"                            = "Largeur de page";
"kMDItemColorSpace"                           = "Espace colorimétrique";
"kMDItemBitsPerSample"                        = "Bits par échantillon";
"kMDItemFlashOnOff"                           = "Flash";
"kMDItemFocalLength"                          = "Longueur focale";
"kMDItemHasAlphaChannel"                      = "Canal alpha";
"kMDItemAcquisitionMake"                      = "Marque du périphérique";
"kMDItemAcquisitionModel"                     = "Modèle du périphérique";
"kMDItemISOSpeed"                             = "Vitesse ISO";
"kMDItemOrientation"                          = "Orientation";
"kMDItemLayerNames"                           = "Couches";
"kMDItemWhiteBalance"                         = "Balance des blancs";
"kMDItemAperture"                             = "Ouverture";
"kMDItemProfileName"                          = "Nom du profil";
"kMDItemResolutionWidthDPI"                   = "Largeur de résolution";
"kMDItemResolutionHeightDPI"                  = "Hauteur de résolution";
"kMDItemExposureMode"                         = "Mode d’exposition";
"kMDItemExposureTimeSeconds"                  = "Temps d’exposition";
"kMDItemEXIFVersion"                          = "Version EXIF";
"kMDItemEXIFGPSVersion"                       = "Version du GPS selon EXIF";
"kMDItemCodecs"                               = "Codecs";
"kMDItemMediaTypes"                           = "Types de média";
"kMDItemStreamable"                           = "Diffusable";
"kMDItemTotalBitRate"                         = "Débit total";
"kMDItemVideoBitRate"                         = "Débit vidéo";
"kMDItemAudioBitRate"                         = "Débit audio";
"kMDItemDeliveryType"                         = "Type de livraison";

"kMDItemAltitude"                             = "Altitude";
"kMDItemLatitude"                             = "Latitude";
"kMDItemLongitude"                            = "Longitude";

"kMDItemTextContent"                          = "Contenu textuel";
"kMDItemDisplayName"                          = "Nom affiché";
"kMDItemAlternateNames"                       = "Noms d’affichage alternatifs";

"kMDItemRedEyeOnOff"                          = "Yeux rouges";
"kMDItemMeteringMode"                         = "Type de mesure";
"kMDItemMaxAperture"                          = "Ouverture maximale";
"kMDItemFNumber"                              = "FNumber";
"kMDItemExposureProgram"                      = "Programme d’exposition";
"kMDItemExposureTimeString"                   = "Temps d’exposition";
"kMDItemHeadline"                             = "Gros titre";
"kMDItemInstructions"                         = "Instructions";
"kMDItemCity"                                 = "Ville";
"kMDItemStateOrProvince"                      = "État ou province";
"kMDItemCountry"                              = "Pays";

"kMDItemAlbum"                                = "Album";
"kMDItemAudioSampleRate"                      = "Taux d’échantillonnage";
"kMDItemAudioChannelCount"                    = "Nombre de canaux";
"kMDItemTempo"                                = "Tempo";
"kMDItemKeySignature"                         = "Signature clé";
"kMDItemTimeSignature"                        = "Signature temporelle";
"kMDItemAudioEncodingApplication"             = "Application d’encodage audio";
"kMDItemComposer"                             = "Compositeur";
"kMDItemLyricist"                             = "Parolier";
"kMDItemAudioTrackNumber"                     = "Numéro de piste";
"kMDItemRecordingDate"                        = "Date d’enregistrement";
"kMDItemMusicalGenre"                         = "Genre musical";
"kMDItemIsGeneralMIDISequence"                = "Séquence MIDI générique";
"kMDItemRecipients"                           = "Destinataires";
"kMDItemRecordingYear"                        = "Année d’enregistrement";

"kMDItemOrganizations"                        = "Entreprises";
"kMDItemLanguages"                            = "Langues";
"kMDItemRights"                               = "Droits";
"kMDItemPublishers"                           = "Éditeurs";
"kMDItemContributors"                         = "Collaborateurs";
"kMDItemCoverage"                             = "Couverture";
"kMDItemDescription"                          = "Description";
"kMDItemIdentifier"                           = "Identifiant";
"kMDItemAudiences"                            = "Publics";

"kMDItemNumberOfPages"                        = "Pages";
"kMDItemSecurityMethod"                       = "Méthode de sécurité";

"kMDItemCreator"                              = "Créateur du contenu";
"kMDItemDueDate"                              = "Échéance";
"kMDItemEncodingApplications"                 = "Logiciel d’encodage";

"kMDItemStarRating"                           = "Classement";
"kMDItemPhoneNumbers"                         = "Numéro de téléphone";
"kMDItemEmailAddresses"                       = "Adresses électroniques";
"kMDItemInstantMessageAddresses"              = "Adresses de messagerie instantanée";
"kMDItemKind"                                 = "Type";
"kMDItemURL"                                  = "URL";

"kMDItemRecipientEmailAddresses"              = "Adresses électroniques des destinataires";
"kMDItemAuthorEmailAddresses"                 = "Adresse électronique de l’auteur";

/* Names for FS attributes */
"kMDItemFSName"                               = "Nom du fichier";
"kMDItemPath"                                 = "Chemin d’accès du fichier";
"kMDItemFSSize"                               = "Taille";
"kMDItemFSCreationDate"                       = "créé le";
"kMDItemFSContentChangeDate"                  = "Modifié le";
"kMDItemFSOwnerUserID"                        = "Propriétaire";
"kMDItemFSOwnerGroupID"                       = "Groupe";
//"kMDItemFSExists"                             = "File exists";
"kMDItemFSIsReadable"                         = "Fichier lisible";
"kMDItemFSIsWriteable"                        = "Fichier inscriptible";
"kMDItemFSNodeCount"                          = "Nombre d’éléments";
"kMDItemFSHasCustomIcon"                      = "Icône personnalisée";
"kMDItemFSIsExtensionHidden"                  = "Extension de fichier masquée";
"kMDItemFSIsStationery"                       = "Modèle";
"kMDItemFSInvisible"                          = "Fichier invisible";
"kMDItemFSLabel"                              = "Étiquette du fichier";

"kMDItemFinderComment"                        = "Commentaire Spotlight";
"kMDItemFonts"                                = "Polices";

"kMDItemAppleLoopsRootKey"                    = "Clé d’origine de la boucle";
"kMDItemAppleLoopsKeyFilterType"              = "Type de gamme de boucle";
"kMDItemAppleLoopsLoopMode"                   = "Type de fichier en boucle";
"kMDItemAppleLoopDescriptors"                 = "Descripteurs de boucle";
"kMDItemMusicalInstrumentCategory"            = "Catégorie d’instrument";
"kMDItemMusicalInstrumentName"                = "Nom de l’instrument";

"kMDItemInformation"                          = "informationsséquence";
"kMDItemDirector"                             = "Réalisateur";
"kMDItemGenre"                                = "Genre";
"kMDItemPerformers"                           = "Interprètes";
"kMDItemOriginalFormat"                       = "Format d’origine";
"kMDItemOriginalSource"                       = "Source d’origine";

/* Attribute Descriptions That will be presented to the user
 *
 * In the form of
 * Attribute.Description
 * "." is not a valid character in an Attribute name.
 */
"kMDItemKeywords.Description"                 = "Mots-clés associés à cet élément";
"kMDItemTitle.Description"                    = "Titre de cet élément";
"kMDItemSubject.Description"                  = "Objet de cet élément";
"kMDItemTheme.Description"                    = "Thème de cet élément";
"kMDItemAuthors.Description"                  = "Auteurs de cet élément";
"kMDItemEditors.Description"                  = "Éditeurs de cet élément";
"kMDItemProjects.Description"                 = "Projets dont cet élément fait partie";
"kMDItemWhereFroms.Description"               = "Origine de l’élément";
"kMDItemComment.Description"                  = "Commentaires sur cet élément";
"kMDItemCopyright.Description"                = "Informations légales de cet élément";
"kMDItemProducer.Description"                 = "Auteur de cet élément";
"kMDItemUsedDates.Description"                = "Dates d’utilisation de cet élément";
"kMDItemLastUsedDate.Description"             = "Date de dernière utilisation de cet élément";
"kMDItemContentCreationDate.Description"      = "Date de création du contenu de cet élément";
"kMDItemContentModificationDate.Description"  = "Date de modification du contenu de cet élément";
"kMDItemDurationSeconds.Description"          = "Durée de cet élément en secondes";
"kMDItemCreationDate.Description"             = "Date de création de cet élément";
"kMDItemContactKeywords.Description"          = "Contacts associés à cet élément";
"kMDItemVersion.Description"                  = "Numéro de version de cet élément";

"kMDItemPixelHeight.Description"              = "Hauteur du document en pixels";
"kMDItemPixelWidth.Description"               = "Largeur du document en pixels";
"kMDItemPageHeight.Description"               = "Hauteur de page du document en points";
"kMDItemPageWidth.Description"                = "Largeur de page du document en points";
"kMDItemResolutionWidthDPI.Description"       = "Largeur de résolution de cette image en PPP";
"kMDItemResolutionHeightDPI.Description"      = "Hauteur de résolution de cette image en PPP";

"kMDItemColorSpace.Description"               = "Modèle d’espace de couleurs de cette image";
"kMDItemProfileName.Description"              = "Nom du profil de couleurs utilisé pour l’image";

"kMDItemBitsPerSample.Description"            = "Nombre de bits par échantillon";
"kMDItemFlashOnOff.Description"               = "Indique si la photo a été prise au flash";
"kMDItemFocalLength.Description"              = "Distance focale de la lentille (mm)";
"kMDItemHasAlphaChannel.Description"          = "Indique si l’image possède un canal alpha";
"kMDItemAcquisitionMake.Description"          = "Marque du périphérique employé pour l’acquisition de ce document";
"kMDItemAcquisitionModel.Description"         = "Modèle du périphérique employé pour l’acquisition de ce document";
"kMDItemISOSpeed.Description"                 = "Vitesse ISO de l’appareil lorsque la photo a été prise";
"kMDItemOrientation.Description"              = "Orientation de l’image (paysage ou portrait)";
"kMDItemLayerNames.Description"               = "Noms des couches du fichier";
"kMDItemWhiteBalance.Description"             = "Réglages de balance des blancs de l’appareil lorsque la photo a été prise";
"kMDItemAperture.Description"                 = "Réglages d’ouverture de l’appareil lorsque la photo a été prise";
"kMDItemExposureMode.Description"             = "Mode utilisé pour l’exposition";
"kMDItemExposureTimeSeconds.Description"      = "Durée d’ouverture de la lentille pendant l’exposition";
"kMDItemEXIFVersion.Description"              = "Version EXIF utilisée pour générer les métadonnées";
"kMDItemEXIFGPSVersion.Description"           = "La version de GPSInfoIFD en EXIF utilisée pour générer les métadonnées";
"kMDItemRedEyeOnOff.Description"              = "Indique si une correction « yeux rouges » a été utilisée";
"kMDItemMeteringMode.Description"             = "Le type de mesure (Inconnu, Moyen, CenterWeightedAverage, Point, MultiPoint, Motif, Partiel)";
"kMDItemMaxAperture.Description"              = "Le plus petit nombre F de la lentille. L’unité est la valeur APEX, habituellement comprise entre 00.00 et 99.99";
"kMDItemFNumber.Description"                  = "Diamètre du diaphragme par rapport à la distance focale de la lentille";
"kMDItemExposureProgram.Description"          = "Type de programme utilisé par l’appareil photo pour déterminer l’exposition : Manuel, Normal, Priorité au diaphragme, ...";
"kMDItemExposureTimeString.Description"       = "Temps d’exposition";
"kMDItemHeadline.Description"                 = "Résumé public du contenu de cet élément";
"kMDItemInstructions.Description"             = "Autres informations concernant cet élément comme, par exemple, les instructions de manipulation";
"kMDItemCity.Description"                     = "Ville de l’élément";
"kMDItemStateOrProvince.Description"          = "Région, province ou état d’origine de l’élément, d’après le fournisseur";
"kMDItemCountry.Description"                  = "Pays ou lieu d’origine de cet élément, d’après son fournisseur";

"kMDItemAltitude.Description"                 = "L’altitude de cet élément en mètres au-dessus du niveau de la mer exprimée à l’aide du système de référence géodésique WGS84. Les valeurs négatives sont situées sous le niveau de la mer.";
"kMDItemLatitude.Description"                 = "La latitude de l’élément en degrés au Nord de l’équateur exprimée à l’aide du système de référence géodésique WGS84. Les valeurs négatives sont situées au Sud de l’équateur.";
"kMDItemLongitude.Description"                = "La longitude de l’élément en degrés à l’Est du méridien origine exprimée à l’aide du système de référence géodésique WGS84. Les valeurs négatives sont situées à l’Ouest du méridien origine.";

"kMDItemCodecs.Description"                   = "Codecs utilisés pour encoder and décoder les données";
"kMDItemMediaTypes.Description"               = "Types de média présents dans le contenu";
"kMDItemStreamable.Description"               = "Indique si le contenu est adapté à la diffusion en continu";
"kMDItemTotalBitRate.Description"             = "Début audio et vidéo combiné pour ce média";
"kMDItemVideoBitRate.Description"             = "Débit vidéo de ce média";
"kMDItemAudioBitRate.Description"             = "Débit audio du média";
"kMDItemDeliveryType.Description"             = "Méthode utilisée pour délivrer ces données (Fast Start ou RTSP)";
"kMDItemDisplayName.Description"              = "Nom localisé du fichier";
"kMDItemAlternateNames.Description"           = "Noms alternatifs du fichier";
"kMDItemAlbum.Description"                    = "Titre de l’ensemble des données, tel que le nom d’un album musical";
"kMDItemAudioSampleRate.Description"          = "Fréq. d\’échantillonnage des données audio du fichier";
"kMDItemAudioChannelCount.Description"        = "Nombre de canaux des données audio du fichier";
"kMDItemTempo.Description"                    = "Tempo de la musique incluse dans le fichier audio, en BPM";
"kMDItemKeySignature.Description"             = "Clé musicale de la chanson incluse dans le fichier audio";
"kMDItemTimeSignature.Description"            = "Signature temporelle de la chanson incluse dans le fichier audio ou MIDI";
"kMDItemAudioEncodingApplication.Description" = "Nom de l’application ayant servi à encoder la partie audio du fichier";
"kMDItemComposer.Description"                 = "Compositeur du morceau du fichier audio";
"kMDItemLyricist.Description"                 = "Parolier de la chanson incluse dans le fichier audio";
"kMDItemAudioTrackNumber.Description"         = "Numéro de piste du morceau dans son album";
"kMDItemRecordingDate.Description"            = "Date d’enregistrement de la chanson";
"kMDItemMusicalGenre.Description"             = "Genre musical de la chanson incluse dans le fichier audio";
"kMDItemIsGeneralMIDISequence.Description"    = "Indique si la séquence MIDI incluse dans le fichier est configurée pour être utilisée avec un appareil MIDI générique";
"kMDItemRecordingYear.Description"            = "Année d’enregistrement de l’élément";

"kMDItemOrganizations.Description"            = "Entreprises à l’origine du document";
"kMDItemLanguages.Description"                = "Langues du contenu du document";
"kMDItemRights.Description"                   = "Lien vers plus d’infos sur les droits relatifs à ce document";
"kMDItemPublishers.Description"               = "Éditeur du document";
"kMDItemContributors.Description"             = "Personnes ou organismes ayant contribué au contenu du document";
"kMDItemCoverage.Description"                 = "Étendue du contenu du document";
"kMDItemDescription.Description"              = "Description du contenu du document";
"kMDItemIdentifier.Description"               = "Référence à une ressource dans un contexte donné";
"kMDItemAudiences.Description"                = "À qui le document est destiné";

"kMDItemNumberOfPages.Description"            = "Nombre de pages du document";
"kMDItemSecurityMethod.Description"           = "Méthode d’encryption utilisée pour sécuriser le document";
"kMDItemCreator.Description"                  = "Application utilisée pour créer le document";
"kMDItemEncodingApplications.Description"     = "Logiciel utilisé pour convertir le contenu original";
"kMDItemDueDate.Description"                  = "Date d’échéance de cet élément";

"kMDItemStarRating.Description"               = "Classement par l’utilisateur";
"kMDItemPhoneNumbers.Description"             = "Numéros de téléphone associés à cet élément";
"kMDItemEmailAddresses.Description"           = "Adresses électroniques associées à cet élément";
"kMDItemInstantMessageAddresses.Description"  = "Adresses de messagerie instantanée associées à cet élément";
"kMDItemKind.Description"                     = "Type de cet élément";
"kMDItemFinderComment.Description"            = "Commentaire Spotlight pour cet élément";
"kMDItemTextContent.Description"              = "Contenu textuel de cet élément";
"kMDItemRecipients.Description"               = "Destinataires de cet élément";
"kMDItemFonts.Description"                    = "Polices utilisées dans cet élément";
"kMDItemURL.Description"                      = "Adresse URL de cet élément";
"kMDItemRecipientEmailAddresses.Description"  = "Adresses électroniques des destinataires de cet élément";
"kMDItemAuthorEmailAddresses.Description"     = "Adresses électroniques des auteurs de cet élément";

"kMDItemInformation.Description"              = "Informations sur la séquence";
"kMDItemDirector.Description"                 = "Réalisateur";
"kMDItemGenre.Description"                    = "Genre";
"kMDItemPerformers.Description"               = "Interprètes";
"kMDItemOriginalFormat.Description"           = "Format d’origine";
"kMDItemOriginalSource.Description"           = "Source d’origine";

"kMDItemFSName.Description"                   = "Nom du fichier";
"kMDItemPath.Description"                     = "Chemin d’accès complet au fichier";
"kMDItemFSSize.Description"                   = "Taille en octets du fichier sur disque, arrondie à la taille de bloc du disque";
"kMDItemFSCreationDate.Description"           = "Date de création du fichier";
"kMDItemFSContentChangeDate.Description"      = "Date de dernière modification du contenu du fichier";
"kMDItemFSOwnerUserID.Description"            = "Identifiant utilisateur du propriétaire du fichier";
"kMDItemFSOwnerGroupID.Description"           = "Identifiant du groupe du propriétaire du fichier";
"kMDItemFSIsReadable.Description"             = "Indique si le fichier peut être ouvert mais n’est pas modifiable";
"kMDItemFSIsWriteable.Description"            = "Indique si le fichier est modifiable";
"kMDItemFSNodeCount.Description"              = "Nombre de fichiers et dossiers dans le dossier";
"kMDItemFSHasCustomIcon.Description"          = "Indique si le fichier dispose d’une icône personnalisée";
"kMDItemFSIsExtensionHidden.Description"      = "Indique si l’extension du fichier est masquée";
"kMDItemFSIsStationery.Description"           = "Indique si le fichier est un modèle";
"kMDItemFSInvisible.Description"              = "Indique si le fichier est visible";
"kMDItemFSLabel.Description"                  = "Numéro correspondant à l’étiquette assignée au fichier par le Finder";

"kMDItemAppleLoopsRootKey.Description"        = "Affiche la clé d’origine de la boucle. La clé correspond à la note repère ou tonique de la boucle et n’inclut pas le type de gamme";
"kMDItemAppleLoopsKeyFilterType.Description"  = "Selon que la boucle utilise une gamme majeure, une gamme mineure, aucune gamme ou est utilisable avec les deux types de gamme";
"kMDItemAppleLoopsLoopMode.Description"       = "Selon que le fichier est en boucle ou non. Les fichiers en boucle ajustent leur tempo à celui du morceau tandis que les fichiers non en boucle conservent leur tempo enregistré";
"kMDItemAppleLoopDescriptors.Description"     = "Mots clé décrivant l’ambiance et d’autres aspects de la boucle";
"kMDItemMusicalInstrumentCategory.Description"= "Catégorie d’instrument à laquelle appartient le fichier";
"kMDItemMusicalInstrumentName.Description"    = "Type d’instrument enregistré dans le fichier";


/* Attribute short names That will be presented to the user
 *
 * In the form of
 * Attribute.ShortName
 * "." is not a valid character in an Attribute name.
 * These strings should all be sort and 1 word with no spaces in them.
 */
"kMDItemKeywords.ShortName"                   = "keyword,mot-clé";
"kMDItemTitle.ShortName"                      = "title,titre";
"kMDItemSubject.ShortName"                    = "subject,title,objet,titre";
"kMDItemTheme.ShortName"                      = "thème";
"kMDItemAuthors.ShortName"                    = "auteur,de, avec,par";
"kMDItemEditors.ShortName"                    = "Éditeur";
"kMDItemProject.ShortName"                    = "project,projet";
"kMDItemWhereFroms.ShortName"                 = "wherefrom,origine";
"kMDItemComment.ShortName"                    = "comment,commentaire";
"kMDItemCopyright.ShortName"                  = "Copyright";
"kMDItemProducer.ShortName"                   = "producteur";
"kMDItemUsedDates.ShortName"                  = "used,date,utiliséle,date";
"kMDItemLastUsedDate.ShortName"               = "lastused,utiliséle,date";
"kMDItemContentCreationDate.ShortName"        = "contentcreated,created,date,contenucréé,créé";
"kMDItemContentModificationDate.ShortName"    = "contentmodified,modified,date,contenumodifié,modifié";
"kMDItemDurationSeconds.ShortName"            = "duration,time,durée,temps";
"kMDItemCreationDate.ShortName"               = "itemcreated,created,date,élémentcréé,créé,date";
"kMDItemContactKeywords.ShortName"            = "contactkeyword,keyword,motpassecontact,motpasse";
"kMDItemVersion.ShortName"                    = "version";
"kMDItemPixelHeight.ShortName"                = "pixelheight,height,hauteurpixel,hauteur";
"kMDItemPixelWidth.ShortName"                 = "pixelwidth,width,largeurpixel,largeur";
"kMDItemPageHeight.ShortName"                 = "pageheight,height,hauteurpage,hauteur";
"kMDItemPageWidth.ShortName"                  = "pagewidth,height,largeurpage,largeur";
"kMDItemColorSpace.ShortName"                 = "colorspace,espacecouleur";
"kMDItemBitsPerSample.ShortName"              = "bitspersample,bitsparéchantillon,bps";
"kMDItemFlashOnOff.ShortName"                 = "flash";
"kMDItemFocalLength.ShortName"                = "focallength,longueurfocale";
"kMDItemHasAlphaChannel.ShortName"            = "alpha";
"kMDItemAcquisitionMake.ShortName"            = "make,Marque";
"kMDItemAcquisitionModel.ShortName"           = "model,modèle";
"kMDItemISOSpeed.ShortName"                   = "iso";
"kMDItemOrientation.ShortName"                = "orientation";
"kMDItemLayerNames.ShortName"                 = "layer,couche";
"kMDItemWhiteBalance.ShortName"               = "whitebalance,balancedesblancs";
"kMDItemAperture.ShortName"                   = "aperture,fstop";
"kMDItemProfileName.ShortName"                = "profile,profil";
"kMDItemResolutionWidthDPI.ShortName"         = "widthdpi,largeurdpi,dpi";
"kMDItemResolutionHeightDPI.ShortName"        = "heightdpi,hauteurdpi,dpi";
"kMDItemExposureMode.ShortName"               = "exposuremode,modeexposition";
"kMDItemExposureTimeSeconds.ShortName"        = "exposuretime,time,tempsexposition,temps";
"kMDItemEXIFVersion.ShortName"                = "exifversion,versionexif";
"kMDItemCodecs.ShortName"                     = "codec";
"kMDItemMediaTypes.ShortName"                 = "mediatype,typesupport";
"kMDItemStreamable.ShortName"                 = "streamable,diffusable";
"kMDItemTotalBitRate.ShortName"               = "totalbitrate,bitrate,totaldébit,débit";
"kMDItemVideoBitRate.ShortName"               = "videobitrate,bitrate,débitvidéo,débit";
"kMDItemAudioBitRate.ShortName"               = "audiobitrate,bitrate,débitaudio,débit";
"kMDItemDeliveryType.ShortName"               = "delivery,livraison";
"kMDItemAltitude.ShortName"                   = "Altitude";
"kMDItemLatitude.ShortName"                   = "Latitude";
"kMDItemLongitude.ShortName"                  = "Longitude";

"kMDItemTextContent.ShortName"                = "intext,danstexte";
"kMDItemDisplayName.ShortName"                = "displayname,name,nomaffiché,nom";

"kMDItemRedEyeOnOff.ShortName"                = "redeye,yeuxrouge";
"kMDItemMeteringMode.ShortName"               = "meteringmode,modeévaluation";
"kMDItemMaxAperture.ShortName"                = "maxaperture,expositionmax";
"kMDItemFNumber.ShortName"                    = "fnumber,fnombre,fstop";
"kMDItemExposureProgram.ShortName"            = "exposureprogram,programmeexposition";
"kMDItemExposureTimeString.ShortName"         = "exposuretime,time,tempsexposition,temps";
"kMDItemHeadline.ShortName"                   = "headline,title,grostitre,titre";
"kMDItemInstructions.ShortName"               = "instructions";
"kMDItemCity.ShortName"                       = "city,ville";
"kMDItemStateOrProvince.ShortName"            = "state,état,province";
"kMDItemCountry.ShortName"                    = "country,pays";

"kMDItemAlbum.ShortName"                      = "album,title,titre";
"kMDItemAudioSampleRate.ShortName"            = "audiosamplerate,samplerate,tauxéchantillonnageaudio,tauxéchantillonnage";
"kMDItemAudioChannelCount.ShortName"          = "channels,canaux";
"kMDItemTempo.ShortName"                      = "tempo,rythme";
"kMDItemKeySignature.ShortName"               = "keysignature,key,signatureclé,clé";
"kMDItemTimeSignature.ShortName"              = "timesignature,signaturetemporelle";
"kMDItemAudioEncodingApplication.ShortName"   = "audioencodingapplication,applicationencodageaudio";
"kMDItemComposer.ShortName"                   = "composer,author,by,compositeur,auteur,par";
"kMDItemLyricist.ShortName"                   = "lyricist,author,by,parolier,auteur,par";
"kMDItemAudioTrackNumber.ShortName"           = "tracknumber,numéropiste";
"kMDItemRecordingDate.ShortName"              = "recordingdate,dateenregistrement,date";
"kMDItemMusicalGenre.ShortName"               = "musicalgenre,genremusical,genre";
"kMDItemIsGeneralMIDISequence.ShortName"      = "ismidi,estmidi";
"kMDItemRecipients.ShortName"                 = "destinataire,à,avec";
"kMDItemRecordingYear.ShortName"              = "yearrecorded,year,annéeenregistrement,année";

"kMDItemOrganizations.ShortName"              = "organization,organisation";
"kMDItemLanguages.ShortName"                  = "language,Langue";
"kMDItemRights.ShortName"                     = "rights,droits";
"kMDItemPublishers.ShortName"                 = "publisher,éditeur";
"kMDItemContributors.ShortName"               = "collaborateur,par,auteur,avec";
"kMDItemCoverage.ShortName"                   = "coverage,couverture";
"kMDItemDescription.ShortName"                = "description,comment,commentaire";
"kMDItemIdentifier.ShortName"                 = "id";
"kMDItemAudiences.ShortName"                  = "audience,to,à";

"kMDItemNumberOfPages.ShortName"              = "pages";
"kMDItemSecurityMethod.ShortName"             = "securitymethod,méthodesécurité";

"kMDItemCreator.ShortName"                    = "creator,créateur";
"kMDItemDueDate.ShortName"                    = "duedate,dûle,date";
"kMDItemEncodingApplications.ShortName"       = "encodingapplication,applicationencodage";

"kMDItemStarRating.ShortName"                 = "starrating,classement";
"kMDItemPhoneNumbers.ShortName"               = "phonenumber,numérotéléphone";
"kMDItemEmailAddresses.ShortName"             = "email,courrierélectronique";
"kMDItemInstantMessageAddresses.ShortName"    = "imname,jesuisnom";
"kMDItemKind.ShortName"                       = "kind,type";
"kMDItemURL.ShortName"                        = "url";
"kMDItemRecipientEmailAddresses.ShortName"    = "envoyer un courrier électronique à";
"kMDItemAuthorEmailAddresses.ShortName"       = "Courrier électronique de :";

/* Names for FS attributes */
"kMDItemFSName.ShortName"                     = "filename,nomdufichier";
"kMDItemPath.ShortName"                       = "path,chemind’accès";
"kMDItemFSSize.ShortName"                     = "size,taille";
"kMDItemFSCreationDate.ShortName"             = "created,crééle";
"kMDItemFSContentChangeDate.ShortName"        = "modified,modifiéle";
"kMDItemFSOwnerUserID.ShortName"              = "owner,propriétaire";
"kMDItemFSOwnerGroupID.ShortName"             = "group,groupe";
"kMDItemFSIsStationery.ShortName"             = "stationery,modèle";
"kMDItemFSInvisible.ShortName"                = "invisible";
"kMDItemFSLabel.ShortName"                    = "label,étiquette";

"kMDItemFinderComment.ShortName"              = "spotlightcomment,comment,commentairespotlight,commentaire";
"kMDItemFonts.ShortName"                      = "font,police";

"kMDItemMusicalInstrumentCategory.ShortName"  = "instrumentcategory,catégorieinstrument";
"kMDItemMusicalInstrumentName.ShortName"      = "instrumentname,nominstrument";
